{
  "CopilotChat.nvim": { "branch": "main" },
  "LazyVim": { "branch": "main" },
  "aerial.nvim": { "branch": "master" },
  "atone.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "codediff.nvim": { "branch": "main" },
  "compiler-explorer.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "dial.nvim": { "branch": "master" },
  "disable-double-motion": { "branch": "main" },
  "editable-term.nvim": { "branch": "master" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "kanagawa-paper.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-table-mode.nvim": { "branch": "main" },
  "marks.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "multicursor.nvim": { "branch": "1.0" },
  "namu.nvim": { "branch": "main" },
  "no-neck-pain.nvim": { "branch": "main" },
  "node-nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-luapad": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-tinygit": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "opencode.nvim": { "branch": "main" },
  "otter.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "racer-nvim": { "branch": "main" },
  "recent-dirs": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "resolve.nvim": { "branch": "master" },
  "sidekick.nvim": { "branch": "main" },
  "simple-format": { "branch": "main" },
  "skeli": { "branch": "main" },
  "smart-paste.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "ssr.nvim": { "branch": "main" },
  "substitute.nvim": { "branch": "main" },
  "termfile-nvim": { "branch": "agent/restore-window-options" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "treesj": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "undo-glow.nvim": { "branch": "main" },
  "vim-wakatime": { "branch": "master" },
  "vscode.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
